{
	"results": [{
		"title": "Antelope Canyon, AZ",
		"img_url": "https://images.unsplash.com/photo-1416949929422-a1d9c8fe84af?format=auto&auto=compress&dpr=1&crop=entropy&fit=crop&q=80",
		"description": "The Navajo name for Upper Antelope Canyon is Tsé bighánílíní, which means the place where water runs through rocks. Lower Antelope Canyon is Hazdistazí (advertised as Hasdestwazi by the Navajo Parks and Recreation Department), or spiral rock arches. Both are located within the LeChee Chapter of the Navajo Nation.[4]",
		"todo": "Upper Antelope Canyon is called Tsé bighánílíní, the place where water runs through rocks by the Navajo. It is the most frequently visited by tourists for two reasons. First, its entrance and entire length are at ground level, requiring no climbing. Second, beams (shafts of direct sunlight radiating down from openings in the top of the canyon) are much more common in Upper than in Lower. Beams occur most often in the summer months, as they require the sun to be high in the sky. Winter colors are a little more muted like the photo displayed here. Summer months provide two types of lighting. Light beams start to peek into the canyon March 20 and disappear October 7 each year."
	}, {
		"title": "Barcelona, Spain",
		"img_url": "https://images.unsplash.com/photo-1462400369273-98712e0395f6?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "The capital city of the autonomous community of Catalonia in the Kingdom of Spain as well as the country's second most populous municipality, with a population of 1.6 million within city limits.[5] Its urban area extends beyond the administrative city limits with a population of around 4.7 million people",
		"todo": "Visit Basilica of the Sagrada Familia to see some amazing architecture by Gaudi.  Continue on to see Casa Batllo.  Take some time and enjoy the air in Park Guell.  Or head off to Barceloneta beach to see some interesting blocks stacked on eachother"
	}, {
		"title": "Big Sur, United States",
		"img_url": "https://images.unsplash.com/photo-1460500063983-994d4c27756c?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Big Sur is a lightly populated region of the Central Coast of California where the Santa Lucia Mountains rise abruptly from the Pacific Ocean. Although it has no specific boundaries, many definitions of the area include the 90 miles (140 km) of coastline from the Carmel River in Monterey County south to the San Carpoforo Creek in San Luis Obispo County,[1][2] and extend about 20 miles (30 km) inland to the eastern foothills of the Santa Lucias",
		"todo": "Wildflowers always seem to be blooming, California Condors are flying overhead throughout Big Sur. California Sea Otters are rafting in the kelp beds. These are just a few of the natural wonders that make Big Sur a great place to visit. Come on out and watch the natural magic unfold before your eyes, and create your own.  Make sure to plan to hike and camp, the views are amazing."
	}, {
		"title": "Camaleño, Spain",
		"img_url": "https://images.unsplash.com/photo-1463003416389-296a1ad37ca0?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Camaleño is a municipality located in the autonomous community of Cantabria, Spain. According to the 2007 census, the city has a population of 1.096 inhabitants.",
		"todo": "Many visitors like to see the Monastery of Santo Toribio de Liébana in Camaleño.  And taking a trip to Mogrovejo Town located in the municipality of Camaleño. At background the Tower of Pedro Ruiz de Mogrovejo, from the 13th century.  Of course you must go see the Aerial tramway of Fuente Dé, Camaleño.  The views of Fuente Dé, in the Picos de Europa are amazing"
	}, {
		"title": "Indonesia",
		"img_url": "https://images.unsplash.com/photo-1460750860062-82a52139a0d6?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Indonesia, a Southeast Asian nation made up of thousands of volcanic islands, is home to hundreds of ethnic groups speaking many different languages. It’s is known for its beaches, volcanoes and jungles sheltering elephants, tigers and Komodo dragons. On the island of Java lies Indonesia's vibrant, sprawling capital, Jakarta, and the city of Yogyakarta, known for gamelan music and traditional puppetry.",
		"todo": "With all the things to do in Indonesia, I am surprised that most people who visit Indonesia usually go straight to Bali and skip other beautiful attractions located in other parts of the country. This is a real pity. I have been lucky enough to visit Java, the Komodo Islands and Bali and I can confidently say that there are many more things to do in Indonesia; there are way better places to visit in Indonesia other than Bali. In fact, I think that Bali is actually overrated, both in general terms but especially compared to the rest of the country, which has a lot more to offer in terms of natural and man-made attractions.\n\nRead more about what I think about Bali on my post “Has Bali Lost its Magic?\n\nIndonesia tourist attractions are many and varied. From interesting and lively cities such as Yogyakarta to small villages where the pace of life is slower; from the pristine beaches and waters of the Komodo Islands to the volcanoes of the ring of fire; from the thick jungle to the dry landscapes; from the traditional dances to the delicious cuisine there are many things to do in Indonesia, and incredible places to visit in Indonesia. But before pointing out the many fun activities, here are a few facts that can help prepare a trip to Indonesia."
	}, {
		"title": "Ko Samui, Thailand",
		"img_url": "https://images.unsplash.com/photo-1446822565846-d2aa99882c4b?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Koh Samui (Samui Island) is a cosmopolitan melting pot, attracting budget travellers staying for a month or two in simple beachside bungalows, to the wealthiest holidaymakers dropping in for a weekend at one of the many luxury resort or villa on the many white sand beaches of Koh Samui.\n\nFrom the hustle and bustle of Chaweng Beach to the lively yet relaxed atmosphere of Lamai Beach to the timeless feel of Bophut's Fisherman's Village to the tropical beach paradise of Maenam, Koh Samui is unique among Thailand's islands in maintaining a broad appeal for everyone",
		"todo": "Ang Thong National Marine Park is a pristine archipelago of 42 islands in the Gulf of Thailand with towering limestone mountains, thick jungle, white-sand beaches, fertile mangroves, waterfalls and hidden coves and lakes to explore. Within sight of Koh Samui, Ang Thong park is a protected area of more than 100sqkm of land and sea, and home to a rich variety of exotic wildlife and sea creatures.  On the northern coast of Koh Samui is the famous Big Buddha shrine. Probably Samui's most well known landmark, the 12 metre high golden Buddha can be seen from several kilometres away. Inside the surrounding temple are many different shrines and other smaller ornate Buddhas. There is also a small market selling a wide range of lucky charms and other souvenirs, alongside numerous food stalls.  Art often imitates Nature, but less common is Nature imitating Art, especially the art of the ribald. But in Thailand anything is possible including, on Koh Samui, the natural geological formations known as Hin Ta and Hin Yai Rocks (the Grandpa and Grandma rocks), which look, respectively, like male and female genitalia.  Although Samui has several waterfalls, the two Na Muang waterfalls are probably the most picturesque. The name Na Muang refers to the massive purple rocks at the waterfalls. Rocks and tree roots form a natural staircase that leads to the base of Na Muang 1. A large natural pool sits under the waterfall. A 10-minute walk further up the mountain leads to Samui's most beautiful waterfall, Na Muang 2"
	}, {
		"title": "Llubí, Spain",
		"img_url": "https://images.unsplash.com/photo-1437651025703-2858c944e3eb?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Located just 25 minutes from the capital city Palma, Llubí is a small residebtial town of only 2,000 people. However this small town has therefore got a beautiful scenery, untouched by tourism as it is in a very few brochures of the island. Llubi is a quiet town mostly known for its production of carpers and traditional architecture.",
		"todo": "Drive the winding road of Sa Calobra\nThe best part about this crazy drive on the coast of Mallorca is the beach waiting for you at the bottom!\nDrive the winding road of Sa Calobra\nTake the Train\nThe best way to reach Soller is by antique train. It makes the trip several times a day from Palma to Soller. Along the way you'll see orange groves, mountains, and villages hidden away in the countryside.Famous for the oranges.  Mallorca is well known for its orange groves so stop into any number of cafes to try the freshly squeezed nectar. This juice was aquired in Placa Constitucio."
	}, {
		"title": "New York, NY",
		"img_url": "https://images.unsplash.com/photo-1428976343495-f2c66e701b2b?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&w=1440&h=2160&q=80",
		"description": "This article is about the U.S. state of New York. For the city named New York, see New York City. For other uses, see New York (disambiguation).\nNY redirects here. For other uses, see NY (disambiguation).",
		"todo": "From Wall Street's skyscrapers to the neon of Times Square to Central Park's leafy paths, New York City pulses with an irrepressible energy. History meets hipness in this global center of entertainment, fashion, media, and finance. World-class museums like MoMA and unforgettable icons like the Statue of Liberty beckon, but discovering the subtler strains of New York's vast ambition is equally rewarding: ethnic enclaves and shops, historic streets of dignified brownstones, and trendy bars and eateries all add to the urban buzz. But all of the tantalizing options can also make it hard to plan a trip, so instead of trying to see, eat, drink, and do it all, put these 20 musts—from iconic landmarks to local favorites—at the top of your list."
	}, {
		"title": "New Zealand",
		"img_url": "https://images.unsplash.com/photo-1464013778555-8e723c2f01f8?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "New Zealand is a country in the southwestern Pacific Ocean consisting of 2 main islands, both marked by volcanoes and glaciation. Capital Wellington, on the North Island, is home to Te Papa Tongarewa, the expansive national museum. Wellington’s dramatic Mt. Victoria and the South Island’s Fiordland and Southern Lakes stood in for mythical Middle Earth in Peter Jackson’s Lord of the Rings films.",
		"todo": "Exploring New Zealand's magnificent landscapes and coastline tops the list for many. Fantastic cycling and walking trails dot the country from north to south or try kayaking, sailing or diving. \n\nIf you're after New Zealand's famous adventure activities and extreme sports, there's a myriad to choose from. For adrenaline lovers, going bungy jumping here is a must-do; rafting, jet boating, sky diving and zip lining all offer a similar rush."
	}, {
		"title": "Palm Springs, CA",
		"img_url": "https://images.unsplash.com/photo-1452215199360-c16ba37005fe?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Palm Springs is a desert resort city in Riverside County, California, United States, within the Coachella Valley. It is located approximately 55 mi (89 km) east of San Bernardino, 107 mi (172 km) east of Los Angeles, 123 mi (198 km) northeast of San Diego, and 268 mi (431 km) west of Phoenix, Arizona. The population was 44,552 as of the 2010 census. Palm Springs covers approximately 94 square miles (240 km2), making it the largest city in the county by land area.",
		"todo": "TAKE A HIKE \nSee Southern California's most breathtaking scenery and tallest mountain ranges. The Coachella Valley Hiking Club can be reached at 760-345-6234 or www.cvhikingclub.net and the Desert Trails Hiking Club can be reached at 760-340-2256.\n\nRIDE YOUR BIKE \nPalm Springs has miles of well-marked and maintained routes throughout the historical neighborhoods and downtown. Pick up a map or at the Official Visitors Center (800-347-7746) located at 2901 N. Palm Canyon Drive. Bicycle rentals and tours >\n\nVISIT VILLAGEFEST \nEvery Thursday night from 7-10 p.m.(winter 6-10 p.m.) Palm Canyon Drive (between Amado and Baristo Roads) becomes an old fashioned street fair, with musicians, food, arts and crafts vendors, and a farmers market. www.villagefest.org\n\nCRUISE THE CERTIFIED FARMERS MARKET\nDiscover the freshest and best locally grown produce every Saturday from 8:00a.m. to 12:30p.m. adjacent to the Camelot Theatres on 401 S. Palvilion Way in the summer and 2300 E. Baristo Road Oct - June certifiedfarmersmarket.ning.com \n\nHAVE A PICNIC \nRuth Hardy Park, Sunrise Park, and DeMuth Park offer pleasant, shady spots to picnic, complete with tables, barbecues, and playground equipment.\n\nVILLAGE GALLERY WALK\nSpend the afternoon gallery hopping and enjoying fine art, sculptures, and unique boutiques on Palm Canyon Drive. Check out the special event section for the frequent art fairs held in Francis Stevens Park and Sunrise Park.\n\nSOAK UP THE SUN \nPalm Springs has 350 days of sunshine every year. That just may be the reason why everyone is in such a good mood.\n\nHIT THE TENNIS COURTS \nFree court time is available at some of the city’s best locations: DeMuth Park, Palm Springs High School, and Ruth Hardy Park.\n\nFEEL THE SPIRIT OF THE NATIVE AMERICAN CULTURE \nGet a glimpse into the lives of the ancient Cahuilla Indians at downtown’s Agua Caliente Cultural Museum Information Center located at the Village Green Hertiage Center. Phone: 760-323-0151. www.accmuseum.org\n\nEXPLORE AN OASIS\nThe 13,000 acre Coachella Valley Preserve has springs, dunes, mesas, hiking, and riding trails. Phone: 760-343-1234. www.coachellavalleypreserve.org\n"
	}, {
		"title": "Petermann, Australia",
		"img_url": "https://images.unsplash.com/photo-1447834353189-91c48abf20e1?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "The Petermann Ranges are a mountain range in central Australia. They run 320 km (200 mi) across the border between Western Australia and the southwest corner of the Northern Territory",
		"todo": "Hiking in Kings Canyon, Northern Territory.  Karrke Aboriginal Cultural Experience Tour.  Dine under the desert moon.  Hike the Kings Canyon Rim Walk.  "
	}, {
		"title": "Saint David's, UK",
		"img_url": "https://images.unsplash.com/photo-1455023491769-094eb967d23d?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "St Davids or St David's[2][3] (Welsh: Tyddewi, [tɨː ˈðɛwi], lit. David's house) is a city, parish[4] and community (full name St David's and the Cathedral Close) in Pembrokeshire, Wales. Lying on the River Alun on St Davids Peninsula, it is Britain's smallest city in terms of both size and population, the final resting place of Saint David, Wales's patron saint, and the de facto ecclesiastical capital of Wales. St Davids was given city status in the 16th century due to the presence of St David's Cathedral but lost this in 1888. City status was restored in 1994 at the request of Queen Elizabeth II.",
		"todo": "Checkout Saint David's Cathedral.  The 12th century cathedral, built from dusky purple sandstone, is one of Wales’ most iconic religious sites and sits tucked away in a sheltered vale beside the River Alun. Here you can learn about the history of St Davids, visit the impressive Treasury collection and enjoy home-cooked and locally-sourced food at The Refectory.  The Bishops Palace\nThese brooding Gothic ruins lie on the opposite bank of the river from the cathedral and provide a suitably dramatic backdrop for open air theatre performances in the summer. Bishop Henry de Gower’s legacy consists of the simpler east range, his private domain, and the grander south range, built for banqueting in the great hall.\n\nOriel y Parc Gallery.  Located in the National Park Information Centre, this gallery often hosts displays from national collections and includes works by abstract painter Graham Sutherland, who left a collection of his dramatic and imaginative landscapes to the people of Pembrokeshire, stipulating that the paintings should be seen in the place which had inspired them."
	}, {
		"title": "San Fransisco, CA",
		"img_url": "https://images.unsplash.com/photo-1461644817634-892342bd3113?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "San Francisco (/sæn frənˈsɪskoʊ/), officially the City and County of San Francisco, is the cultural, commercial, and financial center of Northern California and the only consolidated city-county in California.[24] San Francisco encompasses a land area of about 46.9 square miles (121 km2)[25] on the northern end of the San Francisco Peninsula, which makes it the smallest county in the state. It has a density of about 18,451 people per square mile (7,124 people per km2), making it the most densely settled large city (population greater than 200,000) in the state of California and the second-most densely populated major city in the United States after New York City",
		"todo": "San Francisco may only stretch across 7 miles, but it's packed with an assortment of activities that's sure to please outdoorsy types, foodies and curious wanderers of all ages. The Golden Gate Bridge is a must-see, while a visit to Alcatraz Island to tour the infamous and now closed (to prisoners at least) federal prison should also be high on your list. Instead of spending all your time around the touristy Fisherman's Wharf, you can discover a more authentic side of San Francisco by strolling through the diverse Mission District or the vibrant Castro. And whether it's climbing to the top of Twin Peaks or sauntering through Golden Gate Park, active types and nature lovers will find plenty to love about San Francisco."
	}, {
		"title": "Schwangau, Germany",
		"img_url": "https://images.unsplash.com/photo-1449452198679-05c7fd30f416?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Schwangau is a municipality in the district of Ostallgäu in Bavaria, Germany. The village lies 4 km from the larger town of Füssen and just 1.5 km from Hohenschwangau, a collection of tourist-oriented facilities adjacent to the major tourist attractions of Schloss Neuschwanstein and Schloss Hohenschwangau.",
		"todo": "Neuschwanstein Castle is one of the biggest draws in southern Germany and for those contemplating the Romantic Road route.  And, although not as famous, the neighbouring castle of Hohenschwangau and the Alpsee lake on which it sits, can be an attractive alternative to the crowded tours of the more popular castle."
	}, {
		"title": "White Sands, NM",
		"img_url": "https://images.unsplash.com/photo-1460751515123-34880db5c9a1?format=auto&auto=compress&dpr=2&crop=entropy&fit=crop&q=80",
		"description": "Like No Place Else on Earth\nRising from the heart of the Tularosa Basin is one of the world's great natural wonders - the glistening white sands of New Mexico. Great wave-like dunes of gypsum sand have engulfed 275 square miles of desert, creating the world's largest gypsum dunefield. White Sands National Monument preserves a major portion of this unique dunefield, along with the plants and animals that live here.",
		"todo": "Nestled in the Tularosa Basin between the Sacramento and San Andres Mountain ranges of southern New Mexico is a one of a kind outdoor experience. Within White Sands National Monument, you will find countless opportunities for discovery, fun, and the creation of lifelong memories. So venture out into the dunes and explore this special place. Whether you delight in the challenge of a strenuous hike to spectacular vistas, a family outing in an irresistible playground, or an inspirational moment in an untamable land, an unimaginable adventure awaits you! Begin your journey at the visitor center. Your visit can be more enjoyable when you better understand the rich ecosystem around you.  There is a seemingly endless area for hiking.  Lots of space is available for having a picnic.  Oddly enough you can go sleeding year round, this is surprising as there is no snow.  Best times for sledding are in the fall and spring when it doesn't get so hot."
	}]
}
